)ATTR DEFAULT(%+_)
  _ TYPE(INPUT) INTENS(LOW) CAPS(ON) JUST(LEFT) HILITE(USCORE)
  ! TYPE(TEXT)  INTENS(LOW) SKIP(ON) COLOR(TURQ)
  + TYPE(TEXT)  INTENS(LOW) SKIP(ON) COLOR(GREEN)
)BODY EXPAND(\\)
%Tutorial+\-\(%RACFADM - General Resource+)\-\%Tutorial
%Command ===>_ZCMD                                                             +
%
+Primary Commands
%  Locate argument
+    Issue this command from the command line to locate a given class
+    or move as near as possible to it. (Ex. L APPL or LOCATE APPL)
+
+Line Commands
%  S !Select  +Select a class from the list of active classes
%  R !Refresh +Issue a RACLIST refresh on the class
)PROC
  &ZUP     = #RACSETR
)END
