)ATTR DEFAULT(%+_)
  _ TYPE(INPUT) INTENS(LOW) CAPS(ON) JUST(LEFT) HILITE(USCORE)
  ! TYPE(TEXT)  INTENS(LOW) SKIP(ON) COLOR(TURQ)
  + TYPE(TEXT)  INTENS(LOW) SKIP(ON) COLOR(GREEN)
)BODY EXPAND(\\)
%Tutorial+\-\(%RACFADM - Group Profiles+)\-\%Tutorial
%Command ===>_ZCMD                                                             +
%
+Primary Commands
%  SORT argument A/D
+    Sort the table by a particular column, in ascending or descending
+    sequence, ex.%S DESC+or%SORT DESC D
%  LOCATE argument
+    Locate text in the sorted column, ex.%L SSAPP+or%LOCATE SSAPP+
%  RESET
+    Sort the table by 1st column, ex.%R+or%RESET+
+
+Line Commands
%  S !Show   +List of groups connected to the users
%  L !List   +Issue LISTGROUP RACF command
%  C !Change +Change group attributes
%  A !Add    +Define a new group
%  R !Remove +Remove group from RACF
)PROC
  &ZUP     = #RACGRP8
)END
