)ATTR DEFAULT(%+_)
  _ TYPE(INPUT) INTENS(LOW) CAPS(ON) JUST(LEFT) HILITE(USCORE)
  + TYPE(TEXT)  INTENS(LOW) SKIP(ON) COLOR(GREEN)
)BODY EXPAND(\\)
%Tutorial+\-\(%RACFADM - Settings - 2 of 3+)\-\%Tutorial
%Command ===>_ZCMD                                                             +
%
% TSO JOBLIB Volume+  Specify the volume on which initial job library
+                     must be allocated
+
% TSO A/S Size+       Specify TSO address space size
+
% Administrator+      Specify one or more administrator userid separated
+                     by blanks
+
% Confirm Panel+      Specify whether each modifying operation must be
+                     confirmed
+
% Common Group+       Specify an optional common group to be connected
+                     to all new users
+
% Default filter+     Sepcify a default search order, when selecting option
+                     1 (Userid), 2 (Group) and 3 (Dataset)
+
+
+
+ \ \ (press%ENTER+to continue) \ \
)PROC
  &ZUP     = #RACPRM1
  &ZCONT   = #RACPRM3
)END
