)ATTR DEFAULT(%+_)
  _ TYPE(INPUT) INTENS(HIGH) CAPS(ON) JUST(LEFT) HILITE(USCORE)
  + TYPE(TEXT)  INTENS(LOW)  SKIP(ON) COLOR(GREEN)
  ! TYPE(TEXT)  INTENS(LOW)  SKIP(ON) COLOR(TURQ)
)BODY EXPAND(\\)
%Tutorial+\-\(%RACFADM - Settings - 2 of 3+)\-\%Tutorial
%Command ===>_ZCMD                                                             +
%
%Adding TSO userid:
!  Master Catalog+    Specify the MVS master catalog
+
!  TSO User Catalog+  Specify the TSO user catalog in which all new TSO user
+                     aliases are to be defined.
+
!  TSO ISPPROF+       Specify the name of the TSO profile
+
!  TSO JOBLIB+        Specify an initial job library to be allocated
+                     for new TSO users
+
!  TSO JOBLIB Unit+   Specify the volume on which initial job library
+                     must be allocated
+
!  TSO Alloc Unit+    Specify the MVS esoteric unit name on which TSO user
+                     data sets are to be allocated.
+
!  TSO A/S Size+      Specify the TSO address space size
+
+ \ \ (press%ENTER+to continue) \ \
)PROC
  &ZUP     = #RACPRM1
  &ZCONT   = #RACPRM3
)END
