)ATTR DEFAULT(%+_)
  _ TYPE(INPUT) INTENS(HIGH) CAPS(ON) JUST(LEFT) HILITE(USCORE)
  + TYPE(TEXT)  INTENS(LOW)  SKIP(ON) COLOR(GREEN)
  ! TYPE(TEXT)  INTENS(LOW)  SKIP(ON) COLOR(TURQ)
)BODY EXPAND(\\)
%Tutorial+\-\(%RACFADM - Settings - 3 of 3+)\-\%Tutorial
%Command ===>_ZCMD                                                             +
%
%Adding TSO Userid:
!  TSO JOBLIB unit +Specify the volume on which initial job library
+                  +must be allocated
+
!  TSO alloc unit  +Specify the MVS esoteric unit name on which TSO user
+                  +data sets are to be allocated
+
!  TSO A/S Size    +Specify the TSO address space size
+
!  Common group    +Specify an optional common group to be connected
+                  +to all new users
+
+
+
+
+
+
+
+
+ \ \ (press%ENTER+to continue) \ \
)PROC
  &ZUP     = #RACPRM1
)END
