)ATTR DEFAULT(%+_)
  _ TYPE(INPUT) INTENS(HIGH) CAPS(ON) JUST(LEFT) HILITE(USCORE)
  ! TYPE(TEXT)  INTENS(LOW)  SKIP(ON) COLOR(TURQ)
  + TYPE(TEXT)  INTENS(LOW)  SKIP(ON) COLOR(GREEN)
)BODY EXPAND(\\)
%Tutorial+\-\(%RACFADM - General Resource+)\-\%Tutorial
%Command ===>_ZCMD                                                             +
%
+Primary Commands
%  LOCATE CLASS argument+-or-%L C argument
+    Issue this command from the command line to locate a given class
+    or move as near as possible to it, ex.%LOCATE CLASS BMC
+
%  LOCATE PROFILE argument+-or-%L P argument
+    Once located the desired class, issue this command from the command
+    line to locate a given profile or move as near as possible to it,
+    ex.%LOCATE CLASS BMC
+
%Line Commands
%  S !Select +Analyze user access to this profile
)PROC
  &ZUP     = #RACSRCH
)END
