)ATTR DEFAULT(%+_)
  _ TYPE(INPUT) INTENS(HIGH) CAPS(ON) JUST(LEFT) HILITE(USCORE)
  ! TYPE(TEXT)  INTENS(LOW)  SKIP(ON) COLOR(TURQ)
  + TYPE(TEXT)  INTENS(LOW)  SKIP(ON) COLOR(GREEN)
)BODY EXPAND(\\)
%Tutorial+\-\(%RACFADM - Dataset Profiles+)\-\%Tutorial
%Command ===>_ZCMD                                                             +
%
+Primary Commands
%  Only text       +Only display rows with text string
%  Locate text     +Locate text in the sorted column
%  Reset           +Redisplay all rows and sort first column
+
+Line Commands
%  S  !Show        +List of permits defined for this profile
%  L  !List        +Issue LISTDSD RACF command
%  C  !Change      +Change profile attributes (admin)
%  A  !Add         +Define a new profile (admin)
%  R  !Remove      +Remove profile from RACF (admin)
)PROC
  &ZUP     = #RACDSN2
)END
