)ATTR DEFAULT(%+_)
  _ TYPE(INPUT) INTENS(HIGH) CAPS(ON) JUST(LEFT) HILITE(USCORE)
  ! TYPE(TEXT)  INTENS(LOW)  SKIP(ON) COLOR(TURQ)
  + TYPE(TEXT)  INTENS(LOW)  SKIP(ON) COLOR(GREEN)
)BODY EXPAND(\\)
%Tutorial+\-\(%RACFADM - RACF Administration+)\-\%Tutorial
%Command ===>_ZCMD
%
%RACF Administration+makes many security tasks simple.  It lists user,
+group, data set, and general resource profiles by means of a user-friendly,
+menu-driven interface; it provides interactive modification of most fields.
+
%Among its features are:+connecting groups to a user, adding permissions,
+user authorization searching across classes, and displaying the group from
+which an authorization is granted.
+
%Written in customizable Rexx,+RACFADM includes an exec to automate creation
+of aliases or data sets when creating a new TSO user and can browse all RACF
+system options from a single, scrollable display.
+
+The following topics are presented in sequence, or may be selected by number:
+
+ %0! Settings                %3! Dataset Profiles         %6! Publications
+ %1! User Profiles           %4! General Resource
+ %2! Group Profiles          %5! RACF Parameters
)PROC
&ZSEL = TRANS(&ZCMD  0,#RACPRM1  1,#RACUSR2  2,#RACGRP8  3,#RACDSN2
                     4,#RACCLS9  5,#RACPRMJ  6,#RACPUBL  *,'?')
&ZUP  = #RACMENU
)END
