)ATTR DEFAULT(%+_)
  _ TYPE(INPUT) INTENS(HIGH) CAPS(ON) JUST(LEFT) HILITE(USCORE)
  ! TYPE(TEXT)  INTENS(LOW)  SKIP(ON) COLOR(TURQ)
  + TYPE(TEXT)  INTENS(LOW)  SKIP(ON) COLOR(GREEN)
)BODY EXPAND(\\)
%Tutorial+\-\(%RACFADM - General Resource+)\-\%Tutorial
%Command ===>_ZCMD                                                             +
%
+Line Commands
%  S  !Show        +List of permits defined for this profile
%  L  !List        +Issue RLIST RACF command
%  C  !Change      +Change profile attributes (admin)
%  A  !Add         +Add profile to RACF (admin)
%  R  !Remove      +Remove profile from RACF (admin)
)PROC
  &ZUP     = #RACGCL9
)END
