)ATTR DEFAULT(%+_)
  _ TYPE(INPUT) INTENS(HIGH) CAPS(ON) JUST(LEFT) HILITE(USCORE)
  ! TYPE(TEXT)  INTENS(LOW)  SKIP(ON) COLOR(TURQ)
  + TYPE(TEXT)  INTENS(LOW)  SKIP(ON) COLOR(GREEN)
  ~ TYPE(TEXT)  INTENS(LOW)  SKIP(ON) COLOR(RED)
)BODY EXPAND(\\)
%Tutorial+\-\(%RACFADM - User Profiles+)\-\%Tutorial
%Command ===>_ZCMD                                                             +
%
+Primary Commands
%  Sort column A/D +Sort a column, in ascending or descending order
+                  +(Column headers are point-and-shoot sort fields)
%  Locate text     +Locate text in the sorted column
%  Only text       +Only display rows with text string
%  Reset           +Redisplay all rows and sort first column
+
+Line Commands
%  S  !Show        +List of groups connected to the user
%  SE !Search      +Analyze user access to general resource profiles
%  L  !List        +Issue LISTUSER RACF command
%  C  !Change      +Change user attributes (admin)
%  A  !Add         +Define a new user (admin)
%  R  !Remove      +Remove user from RACF (admin)
%  RS !Reset       +Resume user and initialize the password (admin)
%  RV !Revoke      +Revoke the user (admin)
)PROC
  &ZUP     = #RACUSR2
)END
