)ATTR DEFAULT(%+_)
  _ TYPE(INPUT) INTENS(LOW) CAPS(ON) JUST(LEFT) HILITE(USCORE)
  + TYPE(TEXT)  INTENS(LOW) SKIP(ON) COLOR(GREEN)
  ! TYPE(TEXT)  INTENS(LOW) SKIP(ON) COLOR(TURQ)
)BODY EXPAND(\\)
%Tutorial+\-\(%RACFADM - Settings - 1 of 3+)\-\%Tutorial
%Command ===>_ZCMD                                                             +
%
%General:
!  Administrator+     Specify full administrator authority,+providing more line
+                     commands: A Add, C Change, etc.%(YES/NO)
+
!  Default filter+    Specify a default search string, when selecting option
+                     1 (Userid), 2 (Group) and 3 (Dataset)
+
!  Status Interval+   The number of entries processed before displaying the
+                     progress status message%(0-999, 0=Do not display)
+
!  Confirm Panel+     Specify whether each modifying operation must be
+                     confirmed
+
!  RACF Commands+     Enter%YES+to view each RACF command before it is
+                     issued,%NO+to hide all RACF commands
+
!  REXX Trace+        Enter%YES+to trace the execution of the REXX exec,
+                    %NO+to work without trace.
+
+ \ \ (press%ENTER+to continue) \ \
)PROC
  &ZUP     = #RACPRM1
  &ZCONT   = #RACPRM2
)END
