)ATTR DEFAULT(%+_)
  _ TYPE(INPUT) INTENS(HIGH) CAPS(ON) JUST(LEFT) HILITE(USCORE)
  + TYPE(TEXT)  INTENS(LOW)  SKIP(ON) COLOR(GREEN)
  ! TYPE(TEXT)  INTENS(LOW)  SKIP(ON) COLOR(TURQ)
)BODY EXPAND(\\)
%Tutorial+\-\(%RACFADM - Settings - 1 of 3+)\-\%Tutorial
%Command ===>_ZCMD                                                             +
%
+General:
!  Administrator   +Specify full administrator authority,+providing more line
+                  +commands: A Add, C Change, etc.%(YES or NO, NO=Default)
+
!  Default filter  +Specify a default search string, when selecting menu
+                  +option 1 (Userid), 2 (Group) and 3 (Dataset)
+
!  Status interval +The number of entries processed before displaying the
+                  +progress status message%(0-9999, 0=Do not display,
%                   100=Default)
+
!  Display files   +Display files in%BROWSE, EDIT or VIEW+mode when using the
+                  +List line command and selecting menu option C, Changes
+                  %(VIEW=Default)+
+
!  Confirm panel   +Specify whether each modifying operation must be
+                  +confirmed%(YES or NO, YES=Default)+
+
+
+ \ \ (press%ENTER+to continue) \ \
)PROC
  &ZUP     = #RACPRM1
  &ZCONT   = #RACPRM2
)END
