)ATTR DEFAULT(%+_)
  _ TYPE(INPUT) INTENS(LOW) CAPS(ON) JUST(LEFT) HILITE(USCORE)
  + TYPE(TEXT)  INTENS(LOW) SKIP(ON) COLOR(GREEN)
)BODY EXPAND(\\)
%Tutorial+\-\(%RACFADM - Settings - 1 of 2+)\-\%Tutorial
%Command ===>_ZCMD                                                             +
%
% RACF Commands+      Enter%YES+to view each RACF command before it is
+                     issued,%NO+to hide all RACF commands
+
% REXX Trace+         Enter%YES+to trace the execution of the REXX exec,
+                    %NO+to work without trace.
+
% Master Catalog+     Specify MVS master catalog
+
% TSO User Catalog+   Specify TSO user catalog in which all new TSO user
+                     aliases are to be defined.
+
% TSO ISPPROF+        Specify name of the TSO profile
+
% TSO JOBLIB+         Specify an initial job library to be allocated
+                     for new TSO users
+
% TSO Alloc Unit+     Specify MVS esoteric unit name on which TSO user
+                     data sets are to be allocated.
+
+ \ \ (press%ENTER+to continue) \ \
)PROC
  &ZUP     = #RACPRM1
  &ZCONT   = #RACPRM2
)END
