)ATTR DEFAULT(%+_)
  _ TYPE(INPUT) INTENS(LOW) CAPS(ON) JUST(LEFT) HILITE(USCORE)
  ! TYPE(TEXT)  INTENS(LOW) SKIP(ON) COLOR(TURQ)
  + TYPE(TEXT)  INTENS(LOW) SKIP(ON) COLOR(GREEN)
)BODY EXPAND(\\)
%Tutorial+\-\(%RACFADM - Dataset Profiles+)\-\%Tutorial
%Command ===>_ZCMD                                                             +
%
+Line Commands
%  S !Show   +List of permits defined for this profile
%  L !List   +Issue LISTDSD RACF command
%  C !Change +Change profile attributes
%  A !Add    +Define a new profile
%  R !Remove +Remove profile from RACF
)PROC
  &ZUP     = #RACDSN2
)END
