)ATTR DEFAULT(%+_)
  _ TYPE(INPUT) INTENS(HIGH) CAPS(ON) JUST(LEFT) HILITE(USCORE)
  ! TYPE(TEXT)  INTENS(LOW)  SKIP(ON) COLOR(TURQ)
  + TYPE(TEXT)  INTENS(LOW)  SKIP(ON) COLOR(GREEN)
  ~ TYPE(TEXT)  INTENS(LOW)  SKIP(ON) COLOR(RED)
)BODY EXPAND(\\)
%Tutorial+\-\(%RACFADM - Group Profiles+)\-\%Tutorial
%Command ===>_ZCMD                                                             +
%
+Primary Commands
%  Sort column A/D +Sort a column, in ascending or descending order
+                  +(Column headers are point-and-shoot%SORT+fields)
%  Only text       +Only display rows with text string
%  Locate text     +Locate text in the sorted column
%  Reset           +Redisplay all rows and sort first column
+
+Line Commands
%  S  !Show        +List of groups connected to the users
%  L  !List        +Issue LISTGROUP RACF command
%  C  !Change      +Change group attributes (admin)
%  A  !Add         +Define a new group (admin)
%  R  !Remove      +Remove group from RACF (admin)
)PROC
  &ZUP     = #RACGRP8
)END
