)ATTR DEFAULT(%+_)
  ! TYPE(INPUT) INTENS(LOW) PAD(' ')
  _ TYPE(INPUT) INTENS(LOW) CAPS(ON) JUST(LEFT)   HILITE(USCORE)
  { TYPE(TEXT)  INTENS(LOW) SKIP(ON) COLOR(BLUE)
  } TYPE(TEXT)  INTENS(LOW) SKIP(ON) COLOR(RED)
  + TYPE(TEXT)  INTENS(LOW) SKIP(ON) COLOR(GREEN)
  ~ TYPE(TEXT)  INTENS(LOW) SKIP(ON) COLOR(TURQ)
)BODY EXPAND(\\)
+\-\(%RACFADM - Settings+)\-\
%Command ===>_ZCMD                                                             +
%
%General:
+  Administrator{......_Z  {                   Full administrator~(YES/NO)
+  Default Filter{....._Z                    { Default search string for panels
+  Status Interval{...._Z  {                   Progress message number~(0-999)
+  Confirm Panel{......_Z  {                   Confirm command request~(YES/NO)
+  RACF Commands{......_Z  {                   Show RACF commands~(YES/NO)
+  REXX Trace{........._Z  {                   Start REXX trace  ~(YES/NO)
+
%Adding TSO userids:
+  Master Catalog{....._Z                    { z/OS Master Catalog
+  TSO User Catalog{..._Z                    { z/OS Alias catalog
+  TSO ISPPROF{........_Z                    { TSO ISPF profile
+  TSO JOBLIB{........._Z                    { TSO programmer library
+  TSO JOBLIB Unit{...._Z       {              TSO programmer library unit
+  TSO Alloc Unit{....._Z       {              z/OS allocation unit
+  TSO A/S Size{......._Z    {                 z/OS address space size
+  Common Group{......._Z       {              Connect new users to this group
)INIT
  VGET (ERAADMN ERAFLTR ERASINT ERACONF ERASHOW ERATRACE ERAMCAT +
        ERACTLG ERAISPP ERAULIB ERAUVOL ERAUNIT ERAASIZ  ERACGRP) +
        PROFILE
  IF (&ERAADMN  = &Z)
      &ERAADMN  = 'NO'
  IF (&ERAADMN  NE NO, YES)
      &ERAADMN  = 'NO'
  IF (&ERACONF  = &Z)
      &ERACONF  = 'YES'
  IF (&ERASINT  = &Z)
      &ERASINT  = '1'
  IF (&ERASHOW  = &Z)
      &ERASHOW  = 'NO'
  IF (&ERATRACE = &Z)
      &ERATRACE = 'NO'
  .ZVARS = '(ERAADMN ERAFLTR ERASINT ERACONF ERASHOW ERATRACE +
             ERAMCAT ERACTLG ERAISPP ERAULIB ERAUVOL ERAUNIT  +
             ERAASIZ ERACGRP)'
  .HELP = #RACPRM1
)PROC
  VER  (&ERAADMN,NB,LIST,NO,YES)
  VER  (&ERASINT,NB,RANGE,0,999)
  VER  (&ERACONF,NB,LIST,NO,YES)
  VER  (&ERASHOW,NB,LIST,NO,YES)
  VER  (&ERATRACE,NB,LIST,NO,YES)
  IF (&ERACTLG NE ' ')
     VER (&ERAUNIT,NB)
     VER (&ERAASIZ,NB)
     VER (&ERAULIB,NB)
     VER (&ERAUVOL,NB)
     VER (&ERAMCAT,NB)
     VER (&ERAISPP,NB)
  VPUT (ERAADMN ERAFLTR ERASINT ERACONF ERASHOW ERATRACE ERAMCAT +
        ERACTLG ERAISPP ERAULIB ERAUVOL ERAUNIT ERAASIZ  ERACGRP) +
        PROFILE
)END
