)ATTR DEFAULT(%+_)
  $ TYPE(OUTPUT) INTENS(LOW)  JUST(LEFT) COLOR(TURQ) CAPS(OFF)
  _ TYPE(INPUT)  INTENS(HIGH) CAPS(ON)   JUST(LEFT)   HILITE(USCORE)
  + TYPE(TEXT)   INTENS(LOW)  SKIP(ON)   COLOR(GREEN)
)BODY WINDOW(60,6)
+
$message
+
+Are you sure?
+
+Press%ENTER+to process or%END+to exit
)INIT
)PROC
  &CKEY = .PFKEY
  IF (&CKEY = ' ')
      &CKEY = 'ENTER'
  VPUT (CKEY) SHARED
)END
