)ATTR DEFAULT(%+_)
  _ TYPE(INPUT)  INTENS(HIGH) CAPS(ON)   JUST(LEFT)   HILITE(USCORE)
  $ TYPE(OUTPUT) INTENS(LOW)  JUST(LEFT) COLOR(TURQ)
  { TYPE(TEXT)   INTENS(LOW)  SKIP(ON)   COLOR(BLUE)
  + TYPE(TEXT)   INTENS(LOW)  SKIP(ON)   COLOR(GREEN)
)BODY EXPAND(\\)
+\-\(%RACFADM - Dataset Profiles+)\-\
%Command ===>_ZCMD
%
+Change RACF%DATASET+profile: %ALTDSD+command
+
+PROFILE %===> &DATASET                          +$TYPE
+
{Change one or more of the fields below:
+
+OWNER   %===>_OWNER   { (Owner of profile)
+UACC    %===>_UACC    { (Access level, NONE/EXECUTE/READ/UPDATE/ALTER/CONTROL)
+WARNING %===>_Z  {      (Warn or fail access, YES/NO)
+DATA    %===>_DATA
+
{To change data to blanks enter%NONE
+
+FAILURE %===>_FAIL    { (Failure level to audit, normally READ)
+SUCCESS %===>_SUCC    { (Success level to audit, normally blank)
+
{Previous%AUDIT{values are lost if either of the above audit fields is updated
+
+
+\ \Press%ENTER+to process or%END+to exit\ \
)INIT
  .ZVARS  = '(WARN)'
  .CURSOR = OWNER
  .HELP   = #RACDSNA
  &FAIL   = TRUNC(&FAIL,')')
  &SUCC   = TRUNC(&SUCC,')')
)PROC
  VER (&OWNER,NAME)
  VER (&WARN,NB,LIST,YES,NO)
  VER (&UACC,LIST,NONE,EXECUTE,READ,ALTER,CONTROL,UPDATE)
  VER (&FAIL,LIST,EXECUTE,READ,ALTER,CONTROL,UPDATE)
  VER (&SUCC,LIST,EXECUTE,READ,ALTER,CONTROL,UPDATE)
)END
