)ATTR DEFAULT(%+_)
  _ TYPE(INPUT) INTENS(HIGH) CAPS(ON) JUST(LEFT)   HILITE(USCORE)
  { TYPE(TEXT)  INTENS(LOW)  SKIP(ON) COLOR(BLUE)
  + TYPE(TEXT)  INTENS(LOW)  SKIP(ON) COLOR(GREEN)
)BODY EXPAND(\\)
+\-\(%RACFADM - Authorization+)\-\
%Command ===>_ZCMD                                              +Scroll==>_SAMT+
%
+PROFILE: _PROFILE                                         +&TYPE
+CLASS:   _RCLASS    +
+USER:    _USER     +
+
{Use this function to determine if and how a user is authorized to a given
{resource.
+
{Enter the information above and press enter to start the analysis.
+
)INIT
  .HELP = #RACMENU
  &ZCMD = ' '
)PROC
)END
