)ATTR DEFAULT(%+_)
  _ TYPE(INPUT) INTENS(HIGH) CAPS(ON) JUST(LEFT)   HILITE(USCORE)
  { TYPE(TEXT)  INTENS(LOW)  SKIP(ON) COLOR(BLUE)
  } TYPE(TEXT)  INTENS(LOW)  SKIP(ON) COLOR(RED)
  + TYPE(TEXT)  INTENS(LOW)  SKIP(ON) COLOR(GREEN)
  ~ TYPE(TEXT)  INTENS(LOW)  SKIP(ON) COLOR(TURQ)
)BODY EXPAND(\\)
+\-\(%RACFADM - Settings+)\-\
%Command ===>_ZCMD                                                             +
%
%General:
+  Administrator{......_Z  {                   Full administrator~(YES/NO)
+  Default filter{....._Z                    { Default search string for panels
+  Status interval{...._Z   {                  Progress message number~(0-9999)
+  Display files{......_Z     {               ~BROWSE, EDIT{or~VIEW{files
+  Confirm panel{......_Z  {                   Confirm command request~(YES/NO)
+  RACF commands{......_Z  {                   Show RACF commands~(YES/NO)
+  REXX trace{........._Z  {                   Start REXX trace  ~(YES/NO)
+
%Adding TSO userids:
+  Master catalog{....._Z                    { z/OS Master catalog
+  TSO User catalog{..._Z                    { z/OS Alias catalog
+  TSO ISPPROF{........_Z                    { TSO ISPF profile
+  TSO JOBLIB{........._Z                    { TSO programmer library
+  TSO JOBLIB unit{...._Z       {              TSO programmer library unit
+  TSO alloc unit{....._Z       {              z/OS allocation unit
+  TSO A/S size{......._Z    {                 z/OS address space size
+  Common group{......._Z       {              Connect new users to this group
)INIT
  VGET (ERAADMN ERAFLTR ERASINT ERADISP ERACONF ERASHOW ERATRACE +
        ERAMCAT ERACTLG ERAISPP ERAULIB ERAUVOL ERAUNIT ERAASIZ  +
        ERACGRP) PROFILE
  .ZVARS = '(ERAADMN  ERAFLTR ERASINT ERADISP ERACONF ERASHOW  +
             ERATRACE ERAMCAT ERACTLG ERAISPP ERAULIB ERAUVOL +
             ERAUNIT  ERAASIZ ERACGRP)'
  .HELP   = #RACPRM1
  .CURSOR = ERAADMN
)PROC
  &ERAADMN  = TRANS (&ERAADMN  Y,YES, YE,YES N,NO *,*)
  &ERACONF  = TRANS (&ERACONF  Y,YES, YE,YES N,NO *,*)
  &ERASHOW  = TRANS (&ERASHOW  Y,YES, YE,YES N,NO *,*)
  &ERADISP  = TRANS (&ERADISP  B,BROWSE E,EDIT V,VIEW *,*)
  &ERATRACE = TRANS (&ERATRACE Y,YES, YE,YES N,NO *,*)
  VER  (&ERAADMN,NB,LIST,NO,YES)
  VER  (&ERASINT,NB,RANGE,0,9999)
  VER  (&ERADISP,NB,LIST,BROWSE,EDIT,VIEW)
  VER  (&ERACONF,NB,LIST,NO,YES)
  VER  (&ERASHOW,NB,LIST,NO,YES)
  VER  (&ERATRACE,NB,LIST,NO,YES)
  IF (&ERACTLG NE ' ')
     VER (&ERAUNIT,NB)
     VER (&ERAASIZ,NB)
     VER (&ERAULIB,NB)
     VER (&ERAUVOL,NB)
     VER (&ERAMCAT,NB)
     VER (&ERAISPP,NB)
  VPUT (ERAADMN ERAFLTR ERASINT ERADISP ERACONF ERASHOW ERATRACE +
        ERAMCAT ERACTLG ERAISPP ERAULIB ERAUVOL ERAUNIT ERAASIZ  +
        ERACGRP) PROFILE
)END
